Revit 2024 API
ParameterTypeId.RbsElecPanelTotalestloadPowerParam Property
 "Power Total Estimated Demand"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalestloadPowerParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalestloadPowerParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadPowerParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace